[
    {
        "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
        "genres": [
            "фантастика",
            "драма",
            "приключения"
        ],
        "poster": "inter.png",
        "rating": 8.6,
        "release_date": "26.10.2014",
        "title": "Интерстеллар"
    },
    {
        "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
        "genres": [
            "драма"
        ],
        "poster": "escape.jpg",
        "rating": 9.1,
        "release_date": "24.10.2014",
        "title": "Побег из шоушенка"
    },
    {
        "description": "",
        "genres": [
            "фантастика",
            "фентези",
            "боевик",
            "приключения"
        ],
        "poster": "superman.jpg",
        "rating": 0.0,
        "release_date": "10.7.2025",
        "title": "Супермен"
    },
    {
        "description": "Цивилизация планеты Криптон стоит на грани гибели. Ученый Джор-Эл, чтобы спасти своему ребенку жизнь, отправляет его на Землю. Маленький мальчик вырастает и открывает в себе неземные возможности. Он - Супермен!\nОгромная сила и способность летать помогают ему в борьбе с любыми проявлениями зла. И когда коварный злодей Лекс Лютор строит зловещие планы, угрожающие всему человечеству, только Супермен может помешать ему...",
        "genres": [
            "фантастика",
            "боевик",
            "приключения"
        ],
        "poster": "__superman.jpg",
        "rating": 7.0,
        "release_date": "10.12.1978",
        "title": "Супермен"
    }
]